Tekla.Structures.Plugins.DirectManipulation.Services.Controls.LabelControl
The Tekla.Structures.Plugins.DirectManipulation.Services.Controls.LabelControl class represents a control that can be used to display label content.

Tekla.Structures.Plugins.DirectManipulation.Services.Controls.LabelControl.internalControl
The internal control.

Tekla.Structures.Plugins.DirectManipulation.Services.Controls.LabelControl.#ctor(System.String,System.Drawing.Image)
Initializes a new instance of the Tekla.Structures.Plugins.DirectManipulation.Services.Controls.LabelControl class.
text: The text.
image: The image.

Tekla.Structures.Plugins.DirectManipulation.Services.Controls.LabelControl.InternalControl
